[
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "obsidian-auto-pair-chinese-symbol",
  "buttons",
  "dataview",
  "obsidian-dynamic-toc",
  "easy-typing-obsidian",
  "obsidian-emoji-toolbar",
  "obsidian-excalidraw-plugin",
  "obsidian-excel-to-markdown-table",
  "folder-note-plugin",
  "obsidian-footnotes",
  "obsidian-icon-shortcodes",
  "link-favicon",
  "markdown-prettifier",
  "mermaid-tools",
  "obsidian-mind-map",
  "notion-like-tables",
  "nldates-obsidian",
  "obsidian42-brat",
  "obsidian-paste-as-html",
  "obsidian-style-settings",
  "mrj-text-expand",
  "web-browser",
  "cm-editor-syntax-highlight-obsidian",
  "calendar",
  "obsidian-pandoc",
  "css-snippets",
  "obsidian-outliner",
  "cycle-through-panes"
]